{
  "@context": "http://schema.org",
  "@type": "itemList",
  "itemListElement": [
    {
      "@type": "Beach",
      "@identifier": 0,
      "name": "Ciutat Jardi",
      "description": [
        "Ciutat Jardí es una playa de arena situada en la barriada del Coll d'en Rabassa, Palma. Es un lugar muy frecuentado por palmesanos por su cercanía a la ciudad. \r\n",
        "Ciutat Jardí és una platja de sorra situada en la barriada del Coll d'en Rabassa, Palma. És un lloc molt freqüentat pels palmesans per la seva proximitat a la ciutat.   \r\n",
        "Ciutat Jardí is a sandy beach located in the neighbourhood of  'Es Coll de'n Rabassa', Palma. It's a place usually frequented by people coming from Palma  for  its proximity to the city.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=l0LYsjTxm_w"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "duchas"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 1,
      "name": "Es Molinar",
      "description": [
        "Es Molinar es una zona de varias calas pequeñas de arena y piedras. La zona costera ronda los 2 km con un bonito paseo con carril bici que une el Arenal con Palma. Al atardecer suele estar lleno de gente y hay muy buenos restaurantes.\r\n",
        "Es Molinar és una zona de diverses cales petites de sorra i pedres. La zona costanera ronda els 2 km amb un bonic passeig amb carril bici que uneix l'Arenal amb Palma. Al capvespre sol estar ple de gent i hi ha molt bons restaurants.  \r\n",
        "Es Molinar is an area with several small sand and stone coves. The coastal area is about 2km long with a nice promenade provided with cycle paths connecting 'el Arenal' to Palma. At dusk it's usually crowded and there are many good restaurants.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=2ST8gO8wom0"
      },
      "keywords": [
        "arena",
        "aparcamiento",
        "duchas"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 2,
      "name": "Platja de Palma",
      "description": [
        "Platja de Palma es una playa de arena blanca situada en la costa este de Palma. Es una zona muy turística donde hay mucho ambiente tando de día como de noche. Paseo muy amplio con todo tipo de servicios.\r\n",
        "Platja de Palma és una platja de sorra blanca situada en la costa est de Palma. És una zona molt turística on hi ha molt ambient tan de dia com de nit. Passeig molt ampli amb tot tipus de serveis.  \r\n",
        "Platja de Palma is a beach of white sand located in the east coast of Palma. It's a popular tourist area with great atmosphere both during the day and at night. Wide promenade with all kind of amenities.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=NZFUZ1xHz3E"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "aparcamiento",
        "duchas"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 3,
      "name": "El Penon",
      "description": [
        "El Peñón es una playa de arena y zona de roca en los extremos situada en el barrio del Coll d'en Rabassa, en Palma. Tiene tres accesos, uno es peatonal desde Ciutat Jardí, otro es por una escalera desde el aparcamiento, el tercero es desde el paseo de Cala Gamba.\r\n",
        "El Peñón és una platja de sorra i zona de roca en els extrems situada al barri del Coll d'en Rabassa, a Palma. Té tres accessos, un és per als vianants des de Ciutat Jardí, un altre és per una escala des de l'aparcament, el tercer és des del passeig de Cala Gamba.  \r\n",
        "El peñón' is a sandy beach with rock areas at the ends located in the neighbourhood of 'Es Coll de'n Rabassa' in Palma. It has three ways of access, one is walking from Ciutat Jardí, another one is by a stairway from the car park and the third one from Cala Gamba promenade.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=A_llkpOX32k"
      },
      "keywords": [
        "arena",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 4,
      "name": "Es Carnatge",
      "description": [
        "Es Carnatge es una zona de rocas situado entre el Coll d'en Rabassa y C'an Pastilla, Palma. Es una zona bonita con un paseo preparado con carril bici y con zonas de descanso. Se pueden ver pescadores y lugareños en sus aguas.\r\n",
        "Es Carnatge és una zona de roques situat entre el Coll d'en Rabassa i C'an Pastilla, Palma. És una zona bonica amb un passeig preparat amb carril bici i amb zones de descans. Es poden veure pescadors i vilatans en les seves aigües.  \r\n",
        "Es Carnatge is a rocky area located between es Coll de'n Rabassa and Ca'n Pastilla, Palma. It's a nice place with a promenade provided with cycle paths and rest areas. Fishermen and locals can be seen in their waters.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=Izne2vOZREs"
      },
      "keywords": [
        "roca"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 5,
      "name": "Can Pere Antoni",
      "description": [
        "C'an Pere Antoni es una playa de arena situada en Palma, es la más próxima al centro. Tiene dos zonas de aparcamiento. Una para unos 30 vehículos y la segunda para unos 60. Está en una zona de buenos restaurantes y de pisos de lujo. También próxima al club náutico del portixol.\r\n",
        "C'an Pere Antoni és una platja de sorra situada a Palma, és la més propera al centre. Té dues zones d'aparcament. Una per uns 30 vehicles i la segona per uns 60. Està en una zona de bons restaurants i de pisos de luxe. També propera al club nàutic del Portixol.  \r\n",
        "Ca'n Pere Antoni is a sand beach located in Palma, it's one of the closest beaches to the city centre. It provides with two parking areas. One for about 30 vehicles and the second one for about 60. It's an area with good restaurants and luxury flats. It is also close to Portitxol yacht club.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=qSSGOJ_gQy0"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "aparcamiento",
        "duchas"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 6,
      "name": "Calo des Grells",
      "description": [
        "Caló d'es Grells es una pequeña cala de piedra y rocas situada al final del Paseo Marítimo hacia Andratx, en Palma. Es un lugar en Palma, limpio y poco concurrido.\r\n",
        "Caló d'es Grells és una petita cala de pedra i roques situada al final del passeig marítim cap a Andratx, a Palma. És un lloc a Palma net i poc concorregut.  \r\n",
        "Caló d'es Grells is a small cove of stone and rocks located at the end of 'Paseo Marítimo' towards Andratx. It's a clean and crowded place in Palma.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=USHPsTrqmJ8"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 7,
      "name": "Cala Nova",
      "description": [
        "Cala Nova es una cala de arena y rocas situada en la zona de San Agustín, en Palma. En temporada alta es difícil encontar aparcamiento. Es una cala muy agradable y próxima a Palma.\r\n",
        "Cala Nova és una cala de sorra i roques situada a la zona de Sant Agustín, a Palma. En temporada alta és difícil trobar aparcament. És una cala molt agradable i propera a Palma.  \r\n",
        "Cala Nova is a cove of sand and rocks located in the area of San Agustín, Palma. In high season it is difficult to find place to park. It's a nice cove and close to Palma.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=u3ErFv34dnA"
      },
      "keywords": [
        "arena",
        "aparcamiento",
        "duchas"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 8,
      "name": "Cala Major",
      "description": [
        "Cala Major es una cala de arena situada entre las zonas de Porto Pi y San Agustín. Está rodeada de edificios y no se ve desde la carretera. Es una zona muy turística.\r\n",
        "Cala Major és una cala de sorra situada entre les zones de Porto Pi i Sant Agustín. Està envoltada d'edificis i no es veu des de la carretera. És una zona molt turística.  \r\n",
        "Cala Major is a cove of sand located between the areas of Porto Pí and San Agustín. It is surrounded by buildings and it can't be seen from the road. It's a popular tourist area.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=lxDdqhEBwns"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "duchas"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 9,
      "name": "Cala Gamba",
      "description": [
        "Cala Gamba es una playa pequeña situada en el barrio Es Coll d'en Rabassa, en Palma. Está próxima a un club náutico y es frecuentada por pescadores. Pasa mucha gente por el paseo haciendo deporte o caminando. \r\n",
        "Cala Gamba és una platja petita situada al barri Es Coll d'en Rabassa, a Palma. Està propera a un club nàutic i és freqüentada per pescadors. Passen moltes persones pel passeig fent esport o caminant.   \r\n",
        "Cala Gamba is a small beach located in Es Coll d'en Rebassa neighbourhood, in Palma. It is close to a yacht club and is frequented by fishermen. A lot of people can be seen doing some sport and walking all along the way. \r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=n5SSka_draM"
      },
      "keywords": [
        "arena",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 10,
      "name": "Roques de Cala Major",
      "description": [
        "Roques de Cala Major es un punto de baño sólo de rocas situado poco antes de llegar a la urbanización de San Agustín, en Palma. Hay zonas preparadas para salir del agua.\r\n",
        "Roques de Cala Major és un punt de bany només de roques situat poc abans d'arribar a la urbanització de Sant Agustín, a Palma. Hi ha zones preparades per sortir de l'aigua.  \r\n",
        "Roques de Cala Major is a bathing spot of only rocks located  just before arriving at San Agustín neighbourhood, in Palma. It's provided with suitable access areas to get out of the water.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=5g2fd5kJnW4"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 11,
      "name": "Cala Estancia",
      "description": [
        "Cala Estància es una playa de arena situada en C'an Pastilla, Palma. Está próxima a un club náutico y es una zona muy turística.\r\n",
        "Cala Estància és una platja de sorra situada en C'an Pastilla, Palma. Està propera a un club nàutic i és una zona molt turística.  \r\n",
        "Cala Estància is a beach of sand located in Ca'n Pastilla, Palma. It's close to the yacht club and it's a popular touristic area.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=ZnJJtybN6Wg"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "duchas",
        "bandera_azul"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 12,
      "name": "Calo de Son Caios",
      "description": [
        "Caló de son Caios es una pequeña cala de rocas situada en la urbanización de C'an Pastilla, Palma. Hay un paseo bordeando este lugar y es poco frecuentado por tener varias playas de arena muy cerca.\r\n",
        "Caló de son Caios és una petita cala de roques situada a la urbanització de C'an Pastilla, Palma. Hi ha un passeig vorejant aquest lloc i és poc freqüentat per tenir diverses platges de sorra molt a prop.  \r\n",
        "Caló de son Caios is a small cove of rocks located in Ca'n Pastilla neighbourhood, Palma. There's a walkway all along this place and not so crowded as there are some sand beaches around.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Palma"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=OP5MqMKciuA"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 13,
      "name": "Platja de Muro- Sector I",
      "description": [
        "Platja de Muro, sector I es una playa de arena kilométrica. Está situada en Muro, zona muy turística pero de playas muy bien cuidadas.\r\n",
        "Platja de Muro, sector I, és una platja de sorra quilomètrica. Està situada a Muro, zona molt turística però de platges molt bé cuidades.  \r\n",
        "\nPlatja de Muro, sector I is an endless sandy beach. It is located in Muro, very touristy area but with very well cared for beaches.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Muro"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=D6FQSLjujzs"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "aparcamiento",
        "duchas",
        "bandera_azul"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 14,
      "name": "Platja de Muro-Es  Comu",
      "description": [
        "Platja de Muro, es Comú es una playa de arena blanca y fina situada en Muro. Es muy turística pero menos abarrotada que las otras dos playas de Muro, sector I y II. \r\n",
        "Platja de Muro, Es Comú, és una platja de sorra blanca i fina situada a Muro. És molt turística però menys abarrotada que les altres dues platges de Muro, sector I i II.   \r\n",
        "\nPlatja de Muro, es Comú is a beach of fine white sand located in Muro. It is very touristy but less crowded than the other two beaches in Muro, sector I and II.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Muro"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=qsXUO1E6-mM"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 15,
      "name": "Platja de Muro-Es Capellans",
      "description": [
        "Es Capellans es una playa de arena blanca y fina situada en Muro. Es menos frecuentada que sus hermanas Sector I y II. Muy limpia y de aguas cristalinas.\r\n",
        "És Capellans és una platja de sorra blanca i fina situada a Muro. És menys freqüentada que les seves germanes Sector I i II. Molt neta i d'aigües cristal·lines.  \r\n",
        "\nEs Capellans is a beach of fine white sand located in Muro. It is less visited than its twins Sector I and II. Very clean with crystal clear waters.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Muro"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=7HAcZ5DrWU4"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 16,
      "name": "Platja de Muro- Sector II",
      "description": [
        "Platja de Muro, sector II es una playa de arena blanca y fina muy bien cuidada a pesar de la gran cantidad de gente que la visita. Está situada en Muro, zona muy turística.\r\n",
        "Platja de Muro, sector II, és una platja de sorra blanca i fina molt bé cuidada malgrat la gran quantitat de gent que la visita. Està situada a Muro, zona molt turística.  \r\n",
        "\nPlatja de Muro, sector II is beach of fine white sand as well as very well kept despite the large number of people visiting it. It is located in Muro, very touristy area.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Muro"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=6hXuNLKOdFs"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 17,
      "name": "Platja de Sant Pere",
      "description": [
        "Platja de sant Pere es una playa de arena y rocas situada en la urbanización Es Mal Pas, en Alcúdia. Es una playa pequeña y bonita con una zona más estrecha de entrada a la zona de baño.\r\n",
        "Platja de sant Pere és una platja de sorra i roques situada a la urbanització Es Mal Pas, en Alcúdia. És una platja petita i bonica amb una zona més estreta d'entrada a la zona de bany.  \r\n",
        "Platja de sant Pere is a beach of sand and rocks located in El Mal Pas development, in Alcúdia. It is a small and beautiful beach with a narrower area to enter the swimming area.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=iVcZxqwZ5ig"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "duchas"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 18,
      "name": "Platja dels cecs",
      "description": [
        "Platja dels Cecs es una playa virgen de piedra  y rocas situada muy cerca de la playa de la Alcanada en Alcúdia. Es un lugar poco frecuentado con vistas a la isla de la Alcanada.\r\n",
        "Platja dels Cecs és una platja verge de pedra i roques situada molt a prop de la platja de l'Alcanada a Alcúdia. És un lloc poc freqüentat amb vistes a l'illa de l'Alcanada.\r\n",
        "Platja dels Cecs is a virgin beach of stones and rocks located near the beach of Alcanada in Alcúdia. It is an unfrequented place with views to the island of Alcanada.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=eowPVPEuCW0"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 19,
      "name": "SIllot",
      "description": [
        "S'Illot es una cala de piedras situada aproximadamente a 2,5 km de la urbanización El Mal Pas, en Alcúdia. Es un lugar precioso con un islote a pocos metros de la orilla, se puede ir caminando y subirse a la isla. Lugar muy bonito con una pequeña cueva.\r\n",
        "S'Illot és una cala de pedres situada aproximadament a 2,5 km de la urbanització El Mal Pas, a Alcúdia. És un lloc preciós amb un illot a pocs metres de la riba, es pot anar caminant i pujar-se a l'illot on hi ha una petita cova.  \r\n",
        "S'Illot is a cove of stones located approximately 2.5 km away from El Mal Pas development, in Alcúdia. It is a lovely place with an islet to scanty metres of the seashore, you can go walking and go up the island. Nice place with a small cave.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=2VrT4kXHTcU"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 20,
      "name": "Cala Punset",
      "description": [
        "Cala Punset es una cala de arena y grava cerca de la playa de la Alcanada en Alcúdia. Es una cala limpia, concurrida y en temporada alta es complicado encontrar aparcamiento.\r\n",
        "Cala Punset és una cala de sorra i grava prop de la platja de l'Alcanada a Alcúdia. És una cala neta, concorreguda i en temporada alta és complicat trobar aparcament.\r\n",
        "Cala Punset is a coveof sand and gravel near the beach of Alcanada in Alcúdia. It is a clean, busy cove and in high season it is hard to find parking.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=waGPZphyzqQ"
      },
      "keywords": [
        "arena",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 21,
      "name": "Raco de ses Barreres de sa Comuna",
      "description": [
        "El Racó de ses Barreres de sa Comuna es una pequeña cala de arena, piedra y rocas situada cerca de s'Illot en Alcúdia. Es una de las calas más frecuentadas de la zona pero aún así no es masificada. El acceso a la cala se hace por debajo del puente, por lo que no es necesario cruzar la carretera.\r\n",
        "El Racó de ses Barreres de sa Comuna és una petita cala de sorra, pedra i roques situada prop de s'Illot a Alcúdia. És una de les cales més freqüentades de la zona però tot i així no és massificada. L'accés a la cala es fa per sota del pont, de manera que no cal creuar la carretera.\r\n",
        "El Racó de ses Barreres de sa Comuna is a small cove of sand, stone and rocks located near s'Illot in Alcúdia. It is one of the most frequented coves in the area but even so, it is not overcrowded.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=2qjGD3RyEVk"
      },
      "keywords": [
        "arena",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 22,
      "name": "Ses Pedretes",
      "description": [
        "Ses Pedretes o Caleta dels Frares es una zona de rocas que termina en una pequeña cala. Se accede por unas escaleras. Detrás tiene una zona de pinar.\r\n",
        "Ses Pedretes o Caleta dels Frares és una zona de roques que acaba en una petita cala. S'hi accedeix per unes escales. Darrere té una zona de pineda.\r\n",
        "Ses Pedretes or Caleta dels Frares is a rocky area that ends in a small cove. It is accessed by some stairs. It has a pine forest behind.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=sz3EQJSpxqE"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 23,
      "name": "Sa Punta Llarga",
      "description": [
        "Sa Punta Llarga es una cala de grava y rocas situada próxima a s'Illot en Alcúdia, en la zona de la Victoria. Es un lugar muy tranquilo de aguas limpias.\r\n",
        "Sa Punta Llarga és una cala de grava i roques situada pròxima a s'Illot a Alcúdia, a la zona de la Victòria. És un lloc molt tranquil d'aigües netes.\r\n",
        "Sa Punta Llarga is a cove of gravel and rocks located close to s'Illot in Alcúdia, in the area of La Victoria. It is a very quiet place with clean water.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=UGTaRr1EhhA"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 24,
      "name": "Platja sa Marina",
      "description": [
        "Platja de sa Marina es una playa de arena situada en Alcúdia. Es un lugar donde acuden amantes al surf y deportes donde necesitan viento o buen oleaje.\r\n",
        "Platja de sa Marina és una platja de sorra situada a Alcúdia. És un lloc on acudeixen amants al surf i esports on necessiten vent o bon onatge.  \r\n",
        "Platja de sa Marina is a beach of sand located in Alcúdia. It is a place where the lovers of surf and sports requiring wind and good waves go.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=j7s_jnTgcn8"
      },
      "keywords": [
        "arena",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 25,
      "name": "Ses Pedreres",
      "description": [
        "Ses Pedreres es una linea de costa con varios puntos de baño habilitados, algunos de arena pero la mayoría son de hormigón o roca. Está cerca de Cala Punset y es menos frecuentado.\r\n",
        "Ses Pedreres és una línia de costa amb diversos punts de bany habilitats, alguns de sorra però la majoria són de formigó o roca. És a prop de Cala Punset i és menys freqüentat.\r\n",
        "Ses Pedreres is a coastline with several enabled swimming areas, some of sand but most of them of concrete or rock. It is near Cala Punset and it is less frequented.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=iHhTlpINqTI"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 26,
      "name": "Sa Punta de sa Vinya",
      "description": [
        "Sa Punta de sa Vinya es una zona de grava próximo a la playa de la Alcanada en Alcúdia. Es un lugar poco frecuentado de paso a Es Farayó.\r\n",
        "Sa Punta de sa Vinya és una zona de grava prop de la platja de la Alcanada a Alcúdia. És un lloc poc freqüentat de pas a Es Farayó.\r\n",
        "Sa Punta de sa Vinya is an area of gravel close to the beach of Alcanada in Alcúdia.It is a rarely visited place on the way to Es Farayó.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=pwxmP0H8-fI"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 27,
      "name": "Sa Ferradura",
      "description": [
        "Sa Ferradura es una pequeña cala de grava y rocas situado cerca de s'Illot en Alcúdia. Es un lugar poco frecuentado porque no se ve desde la carretera. Se llega a esta cala siguiendo un sendero de 250 metros desde el Racó de ses Barreres de sa Comuna.\r\n",
        "Sa Ferradura és una petita cala de grava i roques a prop de s'Illot a Alcúdia. És un lloc poc freqüentat perquè no es veu des de la carretera. S'arriba a aquesta cala seguint un sender de 250 metres des del Racó de ses Barreres de sa Comuna.\r\n",
        "Sa Ferradura is a small cove of gravel and rocks located near s'Illot in Alcúdia. It is an unfrequented place as it isn't visible from the road. This cove is reached by following a path 250 metres long from El Racó de ses Barreres de sa Comuna.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=XC0mARvhvvM"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 28,
      "name": "LEstrella",
      "description": [
        "L'Estrella es una cala de piedra y rocas situada a pocos minutos de s'Illot en Alcúdia.  Es un lugar muy tranquilo y limpio donde se necesita calzado apropiado para entrar en el agua.\r\n",
        "L'Estrella és una cala de pedra i roques situada a pocs minuts de s'Illot a Alcúdia. És un lloc molt tranquil i net on es necessita calçat apropiat per entrar a l'aigua.\r\n",
        "L'Estrella is a cove of stone and rocks a few minutes away from s'Illot in Alcúdia. It is a very quiet and clean place where a proper footwear is needed to enter the water.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=wuxogCF4oKY"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 29,
      "name": "Coll Baix",
      "description": [
        "Coll Baix es una cala de piedras situada a unos 8 km de Alcúdia. Desde el aparcamiento hay un sendero sencillo que se complica un poco en el último tramo bordeando la costa. Sendero serpenteante, desde el inicio hasta la cala hay unos 20 minutos.\r\n",
        "Coll Baix és una cala de pedres situada a uns 8 km d'Alcúdia. Des de l'aparcament hi ha un sender senzilla que es complica una mica en l'últim tram vorejant la costa.  \r\n",
        "Coll Baix is a cove of stones located 8 km away from Alcúdia. From the parking there is a simple path that gets a bit complicated in the last stretch along the coast.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=OI5jWFFllzM"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 30,
      "name": "Platja dAlcudia",
      "description": [
        "Platja d'Alcúdia es una extensa playa de arena blanca y fina situada en Alcúdia. El acceso a la playa es rápido, no tanto el encontrar aparcamiento.\r\n",
        "Platja d'Alcúdia és una extensa platja de sorra blanca i fina situada a Alcúdia. L'accés a la platja és ràpid, no tant el trobar aparcament.  \r\n",
        "Platja d'Alcúdia is an extensive beach of fine and white sand located in Alcúdia. The access to the beach is quick, but not so much to find parking.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=HlbFvAgl-7Q"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "duchas",
        "bandera_azul"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 31,
      "name": "Es Farayo",
      "description": [
        "Es Farayó es una zona con dos calas de grava cerca de la playa de la Alcanada en Alcúdia. El aparcamiento es el mismo que para la playa de la Alcanada, luego debemos continuar un sendero 1,5 km aproximadamente.\r\n",
        "Es Farayó és una zona amb dues cales de grava prop de la platja de la Alcanada a Alcúdia. L'aparcament és el mateix que per a la platja de la Alcanada, després hem de continuar un sender 1,5 km aproximadament.\r\n",
        "Es Farayó is an area with two coves of gravel near the beach of Alcanada in Alcúdia. The parking is the same as for the beach of Alcanada, then we have to walk on a path for about 1.5 km.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=ii3SmCQ1nLU"
      },
      "keywords": [
        "roca",
        "caminata"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 32,
      "name": "Platja de lAlcanada",
      "description": [
        "Platja de l'Alcanada es una playa de piedras situada en la urbanización de la Alcanada, cerca del port d'Alcúdia. Tiene cerca un islote con un faro, y depende de donde nos situemos en la playa la podremos ver.\r\n",
        "Platja de l'Alcanada és una platja de pedres situada a la urbanització de l'Alcanada, prop del port d'Alcúdia. Té a prop un illot amb un far, i depèn d'on ens situem a la platja la podrem veure.  \r\n",
        "Platja d'Alcanada is a rocky beach located in the development of Alcanada, near the Port of Alcúdia. It has an islet near with a lighthouse, and depending on where we place ourselves on the beach we will be able to see it.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=cc9McDgBbOg"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 33,
      "name": "El Niu de sAguila",
      "description": [
        "El Niu de s'Àguila es una cala de piedra y rocas situada a 2,8 km de la playa de s'Illot, Alcúdia. Es un lugar tranquilo frecuentado sólo por barcos. Aguas cristalinas.\r\n",
        "El Niu de s'Àguila és una cala de pedra i roques situada a 2,8 km de la platja de s'Illot, Alcúdia. És un lloc tranquil freqüentat només per vaixells. Aigües cristal.lines.\r\n",
        "El Niu de s'Àguila is a cove of stone and rocks located 2.8 km far from s'Illot beach, in Alcúdia. It is a quiet place only frequented by boats. Crystal clear waters.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=UU0FcALyW-s"
      },
      "keywords": [
        "roca",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 34,
      "name": "Platja des Morer Vermell",
      "description": [
        "Es Morer Vermell es una playa de arena situada a escasos 2 km de Alcúdia. Es una playa turística muy cercana a hoteles. Muy limpia pero sin servicios.\r\n",
        "Es Morer Vermell és una platja de sorra situat a escassos 2 km de Alcúdia. És una platja turística molt propera a hotels. Molt neta però sense serveis.  \r\n",
        "Es Morer Vermell is a sandy beach located to scanty metres of Alcúdia. It is a touristy beach very close to hotels. Very clean but with no services.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=wUCui9LaFHI"
      },
      "keywords": [
        "arena",
        "aparcamiento"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 35,
      "name": "Platja de Sant Joan",
      "description": [
        "Platja de Sant Joan es una bonita playa de arena y rocas situada en Alcúdia. Es una zona donde acuden muchos lugareños y turistas y aún así está muy limpia. \r\n",
        "Platja de Sant Joan és una bonica platja de sorra i roques situada a Alcúdia. És una zona on acudeixen molts vilatans i turistes i encara així està molt neta.   \r\n",
        "Platja de Sant Joan is a beautiful beach of sand and rocks located in Alcúdia. It is an area where lots of locals and tourists go and even so it is very clean.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=GJbeVpCuoYE"
      },
      "keywords": [
        "arena",
        "servicio_de_socorro",
        "aparcamiento",
        "duchas"
      ]
    },
    {
      "@type": "Beach",
      "@identifier": 36,
      "name": "Can Cap de Bou",
      "description": [
        "Cap de Bou es una playa de arena situada a unos 2,5 km de Alcúdia. Es una playa muy estrecha y cercana a la carretera. Tiene unas rocas separando la arena del carril bici.\r\n",
        "Cap de Bou és una platja de sorra situada a uns 2,5 km d'Alcúdia. És una platja molt estreta i propera a la carretera. Té unes roques separant la sorra del carril bici.  \r\n",
        "Cap de Bou is a sandy beach located about 2.5 km away from Alcúdia. It is a very narrow beach close to the road. It has some rocks separating the sand from the cycle path.\r\n"
      ],
      "geo": {
        "@type": "GeoCoordinates",
        "address": {
          "@type": "PostalAddress",
          "addressCountry": "ES",
          "addressRegion": "Mallorca",
          "addressLocality": "Alcúdia"
        },
        "latitude": 0,
        "longitude": 0
      },
      "photo": [
        "url",
        "url",
        "url"
      ],
      "subjectOf": {
        "@type": "CreativeWork",
        "audio": [
          "url",
          "url",
          "url"
        ],
        "video": "https://www.youtube.com/watch?v=Wu8r7frhGjs"
      },
      "keywords": [
        "arena",
        "aparcamiento"
      ]
    }
  ]
}